[
  {
    "titulo": "Ungravity Freestyle Company - Escuela,Club,Camps,Eventos,Parks de ...",
    "url": "https://ungravityboard.com/",
    "snippet": "Nuestra escuela de Skate, BMX, Scooter, Patinaje y Longboard te ofrece cursos en grupo, clases particulares, casales, campamentos, club y mucho más en Barcelona. Apúntate a una de nuestras actividades y/o cursos y disfruta de los deportes de deslizamiento con uno de nuestros monitores."
  },
  {
    "titulo": "Los 8 mejores Skateparks de Barcelona",
    "url": "https://unbuendiaenbarcelona.com/mejores-skateparks-barcelona/",
    "snippet": "Jan 6, 2026Exploramos algunos de los mejores skateparks de Barcelona, donde la cultura del patinete y skateboard se fusiona con el espíritu creativo."
  },
  {
    "titulo": "Tienda de skate en Barcelona | State BCN",
    "url": "https://www.statebcn.com/",
    "snippet": "En State BCN, tu tienda skate en Barcelona, encontrarás tablas, ruedas y streetwear de marcas como Santa Cruz, Bones e Independent. ¡Envíos express!"
  },
  {
    "titulo": "Get your Tickets | Skate Love Festival 2025 - Skate Love Barcelona",
    "url": "https://www.skatelovebcn.com/tickets",
    "snippet": "Get your tickets for the 9th Skate Love Festival, September 11-14 at CEM Mar Bella, Barcelona. Don't miss out!"
  },
  {
    "titulo": "10 Best Skate Spots in Barcelona You Must Visit | Hostelworld",
    "url": "https://www.hostelworld.com/blog/best-places-skating-barcelona/",
    "snippet": "Discover Barcelona's best skate spots, from MACBA to Mar Bella Skatepark. Get tips, locations, and insider recommendations for skating in Barcelona!"
  },
  {
    "titulo": "Skateboarding Barcelona: Best Guide to the City's Best Spots",
    "url": "https://www.bcn.travel/skateboarding-barcelona/",
    "snippet": "Sep 15, 2024Barcelona is a global hotspot for skateboarding, renowned for its skate-friendly urban architecture and vibrant street culture. The city's numerous parks and plazas attract both local skateboarders and international professionals, making it a dynamic hub of the sport."
  },
  {
    "titulo": "Barcelona skate spots map - Where to skate in BCN? - La Skateosphere",
    "url": "https://laskateosphere.com/en/the-barcelona-skate-spots-map/",
    "snippet": "Barcelona skate spots map, the best spots all grouped on the same map, to be able to move quickly during your roadtrip skate sessions."
  },
  {
    "titulo": "Barcelona Skateboarding Adventures: Discover the City's Best Spot",
    "url": "https://travelswithbibi.com/the-complete-guide-to-barcelona-skateboarding/",
    "snippet": "Capture the essence of Barcelona's skateboarding scene, from iconic spots to local legends—discover how this city shapes skaters worldwide."
  },
  {
    "titulo": "Barcelona Skateboarding 〜 The Insiders Guide",
    "url": "https://barcelonanavigator.com/barcelona-skateboarding-guide/",
    "snippet": "Barcelona is widely known as the top skateboarding city in the world and as a mecca for the sport. Discover the best skate spots, places to hang out and where to stay."
  },
  {
    "titulo": "Best Barcelona Skatespots - Sant Jordi Hostels",
    "url": "https://www.santjordihostels.com/best-barcelona-skatespots/",
    "snippet": "Marbella - Barcelona Skatepark Located right on the waterfront of Mar bella Beach, this Barcelona Skate Park is a worthy place to visit. Mar Bella is all about carving and flow. Reminiscent of Venice beach, this ocean inspired skate park has three main zones - Street, Flow and Bowl."
  }
]